models/DonaturQuery.php

    public function all($db = null)
    {
        return parent::all($db);
---
SELECT * FROM `donatur` ORDER BY `id`