models/GranteeQuery.php

    public function all($db = null)
    {
        return parent::all($db);
---
SELECT * FROM `grantee` ORDER BY `id`