models/PemasukanQuery.php

SELECT * FROM `pemasukan` WHERE 0=1
---
    public function all($db = null)
    {
        return parent::all($db);